adobe-source-han-sans-cn-fonts
alacritty
alsa-utils
aria2
autoconf
automake
base
bdf-unifont
bind
binutils
bison
broadcom-wl-dkms
btrfs-progs
calc
clang
cool-retro-term
dmenu
docker
dunst
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-material-color
fcitx5-nord
fcitx5-qt
festival
file-roller
flameshot
flex
gcc
gdb
geogebra
gimp
git
gnome-keyring
go
groff
grub
gvfs
gvfs-mtp
gvfs-smb
i3blocks
i3lock
i3status
intel-ucode
iperf3
kitty
lazygit
libtool
linux
linux-firmware
linux-headers
linux-lts
llvm
lsof
m4
make
man-db
mpd
neofetch
neovim
net-tools
networkmanager
network-manager-applet
nitrogen
nmap
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
openssh
os-prober
pamixer
paprefs
pasystray
patch
picom
pipewire-docs
pkgconf
proxychains-ng
pulseaudio
pulseaudio-alsa
python-pip
python-pywal
qt5-wayland
ranger
rofi
rust
seahorse
sshfs
steam
sudo
sway
swayidle
swaylock
tcpdump
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
ttf-font-awesome
ttf-iosevka-nerd
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
unzip
vi
vim
wallutils
waybar
wayland
wget
which
wine-staging
wofi
wqy-microhei
xclip
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
